Repository: sattvicfoods/sattvicfoods
Catalog: wp-content prev/plugins/woocommerce-cart-reports/languages/woocommerce_cart_reports-*.po
Languages: it_it

source: Cart Status
it_it: Stato Carrello

source: Customer Actions
it_it: Azioni Cliente

source: Cart Customer
it_it: Carrello Cliente

source: Cart Items
it_it: Elementi Carrello

source: Cart Data
it_it: Dati Carrello

source: <span style="color:gray";>Name Not Available</span>
it_it: <span style="color:gray";>Nome Non Disponibile</span>

source: No customer name information available for carts created by non-logged-in Guests.
it_it: Informazioni sul nome del cliente non disponibili per i carrello creati da utenti ospiti.

source: A cart becomes <i>Converted</i> when the customer purchases the cart contents. Congrats :)
it_it: Un carrello diventa <i>Convertito</i> quando il cliente acquista i contenuti del carrello. Congratulazioni :)

source: Cart Last Updated
it_it: Ultimo Aggiornamento Carrello

source: <i>Cart Last Updated</i> indicates the last time the customer performed a cart-related action on your site. These actions include viewing the cart, adding new items to the cart, updating quantities, or removing products from the cart.
it_it: <I>Ultimo Aggiornamento Carrello</I> indica la data dell'ultimo aggiornamento fatto dal cliente su un carrello sul tuo sito. Queste azioni includono visualizzazioni del carrello, aggiunta di nuovi element, aggiornamento di quantit&agrave; o rimozioni di prodotti dal carrello.

source: Time To Conversion
it_it: Tempo Alla Conversione

source: <i>Time to Conversion</i> indicates total time elapsed from when the cart was first created until the actual conversion. (purchase)
it_it: <i>Tempo alla Conversione</i> indica il tempo totale passato da quando il carrello &egrave; stato creato la prima volta alla conversione attuale. (acquisto)

source: Cart Age
it_it: Et&agrave; Carrello

source: <i>Cart Age</i> indicates the total time elapsed since this non-converted cart has been created.
it_it: <i>Et&agrave; Carrello</i> indica il tempo totale passato da quando questo carrello non-convertito &egrave; stato creato.

source: Customer IP Address
it_it: Indirizzo IP Cliente

source: Not Available
it_it: Non Disponibile

source: You have probably unchecked "Log IP Address" in the WooCommerce Cart Reports settings panel.
it_it: Probabilmente non hai spuntato l'opzione "Logga Indirizzo IP" nel pannello impostazioni di WooCommerce Cart Reports.

source: Item
it_it: Elemento

source: Name
it_it: Nome

source: Price
it_it: Prezzo

source: Qty
it_it: Qt&agrave;

source: Product ID:
it_it: ID Prodotto:

source: Variation ID:
it_it: ID Variazione:

source: Product SKU:
it_it: SKU Prodotto:

source: View product
it_it: Vedi prodotto

source: When a customer adds items to a cart, then abandones the cart for a considerable amount of time, the browser often deletes the cart data. The cart still belongs to the customer, but their brower removed the products. :( But hey! This indicates that they came back. And might be ready to purchase.
it_it: Quando un cliente aggiunge elementi al carrello, e successivamente lo abbandona per un considerevole lasso di tempo, il browser spesso cancella i dati del carrello. Il carrello appartiene ancora al cliente, ma il suo browser ha rimosso i prodotti. :( Ma hey! Questo indica che sono tornati indietro. E potrebbero essere pronti ad acquistare.

source: Cart Description
it_it: Descrizione Carrello

source: Last Online
it_it: Ultima volta Online

source: Actions
it_it: Azioni

source: Products
it_it: Prodotti

source: No Products
it_it: Nessun Prodotto

source: From:
it_it: Da:

source: To:
it_it: A:

source: Show All Carts
it_it: Mostra Tutti i Carrelli

source: Show All Customers
it_it: Mostra Tutti i Clienti

source: Monthly Carts
it_it: Carrelli Mensili

source: Recent Cart Activity
it_it: Attivit&agrave; Recente Carrello

source: Right Now
it_it: Proprio Ora

source: Open
it_it: Aperto

source: Abandoned
it_it: Abbandonato

source: Converted
it_it: Convertito

source: Lifetime
it_it: A vita

source: Abandonded
it_it: Abbandonato

source: carts currently open
it_it: carrello attualmente aperti

source: Converted Carts
it_it: Carrelli Convertiti

source: Open + Abandoned Carts
it_it: Carrelli Aperti + Abbandonati

source: Carts
it_it: Carrelli

source: Cart
it_it: Carrello

source: cart
it_it: carello

source: Carts By Date
it_it: Carrelli Per Data

source: Carts By Product
it_it: Carrelli Per Prodotto

source: Overview
it_it: Panoramica

source: Most Frequently Abandoned Products
it_it: Prodotti Abbandonati Pi&ugrave; Spesso

source: Product Abandonment
it_it: Abbandono del Prodotto

source: Show
it_it: Mostra

source: Product
it_it: Prodotto

source: Carts Abandoned
it_it: Carrelli Abbandonati

source: Product does not exist
it_it: Il prodotto non esiste

source: Abandoned Carts containing %s:
it_it: Carrello abbandonati contenenti %s:

source: Month
it_it: mese

source: No Carts :)
it_it: Nessun Carrello :)

source: Search for a product&hellip;
it_it: Cerca un prodotto&hellip;

source: Open and Abandoned Carts
it_it: Carrelli Aperti ed Abbandonati

source: Open & Abandoned Carts In Range
it_it: Carrelli Aperti &amp; Abbandonati nell'intervallo

source: Converted Carts In Range
it_it: Carrello Convertiti nell'intervallo

source: Open & Abandoned Carts vs. Converted Carts
it_it: Carrelli Aperto &amp; Abbandonati vs. Carrelli Convertiti

source: Open & Abandoned Carts
it_it: Carrelli Aperti &amp; Abbandonati

source: Cart Reports Settings
it_it: Impostazioni Cart Reports

source: Abandoned Cart Timeout (Seconds)
it_it: Timeout Carrello Abbandonato (Secondi)

source: Site activity timeout length for cart abandonment, in seconds.
it_it: Timeout di attivit&agrave; sul sito per considerare abbandonato un carrello, in secondi.

source: Dashboard Widget Time Range (Days)
it_it: Intervallo di Tempo del Widget sulla Bacheca (Giorni)

source: Time-range displayed in the middle column of the "Recent Cart Activity" dashboard widget.
it_it: Intervallo di tempo mostrato nella colonna centrale del widget "Attivit&agrave; Recente Carrello" sulla bacheca.

source: Show Products On The Cart Index Page
it_it: Mostra Prodotti nella Pagina Indice del Carrello

source: Displaying cart products may slow down table listing when showing many carts at once.
it_it: Mostrare i prodotti del carrello potrebbe rallentare la visualizzazione della tabella quando vengono visualizzati pi&ugrave; carrelli contemporaneamente.

source: Exclude User Roles from Cart Tracking
it_it: Escludi Ruoli Utente dal Tracciamento Carrello

source: Choose WP Roles to exclude from cart tracking
it_it: Scegli i Ruoli da escludere dal tracciamento del carrello

source: Log Customer IP Address
it_it: Logga Indirizzo IP Cliente

source: Logged IP addresses are visible in the edit cart view.
it_it: Gli indirizzi IP loggati sono visibili nella pagina di modifica del carrello.

source: %s abandoned carts in this period.
it_it: %s carrelli abbandonati in questo period.

source: %s orders placed
it_it: %s ordini effettuati

source: Year
it_it: Anno

source: Last Month
it_it: Ultimo Mese

source: This Month
it_it: Questo Mese

source: Last 7 Days
it_it: Ultimi 7 Giorni

source: Date
it_it: Data

source: Export CSV
it_it: Esporta CSV

source: Number of conversions
it_it: Numero di conversioni

source: Abandoned Carts
it_it: Carrelli Abbandonati

source: %s Product Abandonments
it_it: %s Abbandonamenti Prodotto

source: Showing reports for:
it_it: Mostrando i rapporti per:

source: Reset
it_it: Reimposta

source: Product Search
it_it: Cerca Prodotto

source: &larr; Choose a product to view stats
it_it: %larr; Scegli il prodotto di cui visualizzare le statistiche

source: Number of items Abandoned
it_it: Numero di elementi Abbandonati

source: > 6 Months
it_it: > 6 Mesi

source: Days
it_it: Giorni

source: Day
it_it: Giorno

source: Hours
it_it: Ore

source: Hour
it_it: Ora

source: Minutes
it_it: Minuti

source: Minute
it_it: Minuto

source: Seconds
it_it: Secondi

source: Second
it_it: Secondo

source: No Actions Available
it_it: Nessuna Azione Disponibile

source: Cart statuses
it_it: Stati carrello

source: Cart status
it_it: Stato carrello

source: Search Cart statuses
it_it: Cerca stati carrello

source: All Cart statuses
it_it: Tutti gli stati

source: Parent Cart status
it_it: Stato Carrello Genitore

source: Parent Cart status:
it_it: Stato Carrello Genitore:

source: Edit Cart status
it_it: Modifica stato carrello

source: Update Cart status
it_it: Aggiorna stato carrello

source: Add New Cart status
it_it: Aggiungi Nuovo Stato carrello

source: New Cart status Name
it_it: Nuovo Nome Stato carrello

source: Guest
it_it: Ospite

source: Guest's
it_it: Ospite

source: View Order
it_it: Visualizza Ordine
